Repository: mozilla-l10n/mt-training-data
Catalog: ggg/ggg_pontoon.tmx
Source language: en_us
Languages: ggg

source: [Recording cut off before the end of the last word]
ggg: آکري گُڦتآ ڪي آگي ريڪآرڊنٚگ بند هوگيٚ۔

source: Recordings
ggg: رِڪآرڊينگينٚ

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
ggg: روآج ڪِلپس رڪآرڊ ڪروآ دي همري کُلري ڊيٽآ سيٽ ڪو ٺآ ڪو ايڪ جرُري هسو هي۔ ڪي ڪيندآ هينٚ تو وو بي ڀلو هِسو هي۔

source: Record/Stop
ggg: ڀر/بند

source: Record your response
ggg: تِمرو جبآب رڪآرڊ ڪرو

source: Record yourself reading sentences in your language
ggg: آپو ڪيٚ ٻوليو مينٚ جُملآ ڪوُ پڙهديٚ رِڪآرڊ ٺآئو

source: Record yourself responding to questions and prompts in your language
ggg: آپو ڪيٚ ٻوليو مي سوآلآ اوراِشآرآ ڪآ جبآب ديوآ مآل آپو ڪو رِڪآرڊ ٺآئو

source: Record your voice
ggg: آپو ڪيٚ آوآج ريٚڪآرڊ ڪرو

source: Reference the source of your sentence (required)
ggg: آپو ڪآ جملآ دي نِڪݪريٚ پَرکَ جروريٚ دَيئو

source: Refresh
ggg: تآجو ڪرو

source: Reject
ggg: ردَ ڪرو۔

source: Remove
ggg: هٽآئو

source: Remove Avatar
ggg: اوتآرو ڪوُ هٽآوو

source: Report
ggg: رِپوٽَ

source: Report was passed successfully
ggg: رِپوٽ ڪآميآبيو دي پآس هوسيٚ

source: Request a Language
ggg: ٻوليو ڪيٚ درکاس ڪرو

source: Request for Scripted Speech
ggg: اِسڪرپٽ لِکري تڪريريٚ ڪيٚ درڪآس

source: Request for Spontaneous Speech
ggg: سآديٚ ٻآت چيتيٚ ڪيٚ درڪآس

source: Request New Language
ggg: نويٚنٚ ڀوليو ڪيٚ درکآس

source: Request recordings
ggg: رڪآرڊينگي ڪي درڪآس ڪرو

source: *required
ggg: جروٚري

source: Re-record
ggg: وريٚ ريڪآرڊ ڪروو

source: Re-record clip
ggg: ڪِلپ وريٚ ڀرو

source: Respond
ggg: ورندي

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
ggg: حوالآ ڪو جبآب ڪيٚ،آم اور مڪآميٚ مآحولو مي ڊيٽآ سيٽ ٺآوو۔ جِبآنيٚ تورو پر ٻوليآنٚ تآڻي مڪمل۔

source: Response deleted successfully
ggg: جبآب ڪآميآپيو دي کتم هوگو۔

source: Response submitted successfully
ggg: جبآب ڪآميآپي يو دي جمآ ڪرآوو

source: Return
ggg: وآپسيٚ

source: Return here to edit your goal anytime.
ggg: ڪرو بيٚ وڪت آپوڪو مڪسد بدلآوآ لآ يهآنٚ وآپس جآئو

source: Return to Common Voice
ggg: آم آوآجو ڪوديٚ وآپس جآئو

source: Return to Common Voice Datasets
ggg: آم آوآجوڪا ڊيٽآ موآدو ڪودي واپس جآئو

source: Return to Languages
ggg: ٻوليو ڪودي وآپس جآوو

source: Review
ggg: سئيٚ

source: Review could not be saved. Please try again later.
ggg: سئيٚ مهڦوج ڪونآ هريِٚ مهربانيٚ ڪر ڪي ٿوڙيٚ ديريٚ ڪي بآد ڪوشش ڪرو۔

source: ⓘ Review Criteria
ggg: سئيٚ کآسيت

source: Review Criteria
ggg: سئيو ڪيٚ کآسيت

source: Reviewed sentences not submitted, are sure?
ggg: جُملآنٚ ڪيٚ پرک ڪونآ ليٚنيٚ گويٚ هي ڪآ تمآ ڪوُ پڪ هي؟

source: Review existing sentences submitted by the community
ggg: ڪميونٽيٚ جيڪو جُملآ پيش ڪرسيِٚ انآ جُملآ ڪو جآئيزو ليئو

source: Reviewing Sentences
ggg: جُملآ ڪوُ ديکوو

source: Review & re-record clips here as you go
ggg: وريٚ ديکو اور ڪِلپ وريٚ رڪآرڊ ڪرو جيسي تميٚ آگي ودهو۔

source: Review & re-record clips if needed
ggg: جي جرورت هي تو ڪلپانٚ ڪوُ وريٚ ديکو اور وريٚ رڪآرڊ ڪرو

source: Review Sentences
ggg: جملآنٚ ڪيٚ پرک

source: Review sentences in your language
ggg: تمريٚ ٻوليو مي جُملآ ڪو جآئزو ليئو

source: Review & Submit
ggg: وريٚ ديکوو اور جمآ ڪرآوو

source: Review transcriptions
ggg: نڪليٚ ڪوُ وري ديکو

source: Review Transcriptions
ggg: نڪلينٚ ديکو

source: Review transcriptions of recorded sentences for accuracy
ggg: رِڪآرڊ هورآ جملآنٚ ڪي نڪليٚ ڪيٚ سئيو ڪوُ روي سئي ڪرو۔

source: Review Transcriptions <small>(Coming soon)</small>
ggg: نڪلينٚ ڪو ديکو<small>( جلدي آهيرو هي)</small>

source: Review user-submitted transcriptions in your language
ggg: تمري ٻوليو مينٚ ڀروآݪا ڪي ترڦي دي نڪلينٚ ڪوُ ديکو

source: Romanian
ggg: روُمآنويٚ

source: Romansh Sursilvan
ggg: رومآنٚش سرسلوآن

source: Romansh Vallader
ggg: رومآنٚش ويٚلآڊر

source: Rukai
ggg: روکآئيٚ

source: Runyankole
ggg: رنيآنٚڪول

source: Russian
ggg: روُسيٚ

source: Ruuli
ggg: روليٚ

source: s
ggg: س

source: S
ggg: س

source: Sabah Bisaya
ggg: کيري ڪيِٚ سُبو

source: Sabah Malay
ggg: سبآه ملآئيٚ

source: Sa'ban
ggg: سآئيبآن

source: Sakha
ggg: سکآ

source: Sakizaya
ggg: سآڪيٚجآ

source: Santali (Ol Chiki)
ggg: سنتآليٚ (اول چڪيٚ )

source: Saraiki
ggg: سرآئڪيٚ

source: Sardinian
ggg: سآرڊينيٚ

source: Save
ggg: جمآ ڪرو

source: Saved
ggg: جمآ هُرو

source: Scots
ggg: اسڪآٽس

source: Scripted Speech
ggg: اِسڪرپٽ هوُري ٻآت

source: SCRIPTED SPEECH
ggg: لِکريٚ تڪريٚر

source: Search
ggg: ڍونڊو

source: Seediq
ggg: سديٚڪ

source: See how your progress compares to other contributors all over the world.
ggg: ديکو تو تِمرو وآڌآرو سآري دنيآ مي دُسرآنٚ ڪيٚ مدد ڪروآݪآ ڪي مُڪآبلآ مي ڪيسي هي۔

source: See Less
ggg: گھٽ ديکسيٚو

source: See More
ggg: اور ديکو

source: Select a Language...
ggg: ٻوليوٚ چُگو

source: Select an option
ggg: ايڪ اديڪآر چگو

source: Select a variant (optional)
ggg: ايڪ ڪِسم چُگوُ (اڌيڪاري)

source: Selected
ggg: چُڳري

source: Select File
ggg: ڦآئِل چُگو

source: Select File to Upload
ggg: اپلوڊ ڪروآ لآ ڦآئِل چُگو

source: Select the desired language dataset and choose the version you wish to download.
ggg: جروريٚ ٻوليوئيٚ ڊيٽآ سيٽ چُگو جيڪو تميٚ ڊآئون لوڊ ڪروآ چآهنٚدآ هو

source: Select up to three domains (optional)
ggg: تين ڊومينآ تآئين چگو اڌيڪآر

source: Select your age
ggg: تميري اُمر چُڳو

source: Select your sex or gender
ggg: تِمري سيٚڪس جآ جنس چُڳو

source: Self Citation
ggg: آپو آپ ديوآݪيٚ پرک

source: Send a link to my email
ggg: ميري اي ميلي مي ايڪ لِنڪ ڀيج۔

source: Send sign up link
ggg: سآئيٚن اپ لنڪ ڀيجو

source: Sentence
ggg: جُملو

source: Sentence Collection
ggg: ٻتيسآ جُملآ

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
ggg: جُملآنٚ ڪيٚ ڀيڙيٚ ڪو<sentenceCollectorFragment></sentenceCollectorFragment> وڌيٚڪ ديکو

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
ggg: SentenceCollectorVideo>SentenceCollectorVideo> sentenceCollectorVideo> <sentenceCollectorVideo> استمآل ڪروآتآڻي همري گآئيڊ

source: Sentence Domain
ggg: جُلآ ڪو ڊومين

source: Sentences
ggg: جُملآ

source: Sentences are collected for people to read aloud.
ggg: جُملآ ڀيݪا ڪررآ جآنٚدآئينٚ منکآنٚڪوُ ٻڏآ آوآجودي پڙهوآتآڻي

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
ggg: جُملآ ڪوُ ڪميونٽيو ڪآ ترڪ وآݪآ ڪآمو ڪي جريئي جآنچرو جآندو هي، جد تو وو ڪآم پورو ڪونآ هي۔ جد تِمي ڪو ايسو جُملو ديکو يآ سُڻو جيڪو تِمآ ڪوُ ريس دُوآوي جآنٚ تِمآ ڪو پرشآن ڪري۔ مسآل ڪآلي تو وو همري </participationGuidelines> ڪميونٽيٚ شآمل هوآ ڪي هدآيت<participationGuidelines> مي جھنڊآݪآ بٽڻو ڪوُ استمآل ڪرو۔ تِمي بي همآ دي رآبتو ڪرو UI کِلآڦ هي۔ ميهربآنيٚ ڪر ڪيٚ commonvoice@mozilla.com ڪر سڪدآ هو۔

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
ggg: يهانٚ دينآ گوآ جملآ اوآميٚ لآ ڌيرآئينٚ عواميٚ سيٚ سيٚ -0 لآئيسنيآݪوڊيٽآ شيٽيٚ مي ڀيݪوڪررو جآسيٚ ۔

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
ggg: آم آوآجو مي شآمل هووآ لآ دو منکآنٚ ڪآ جُملآنٚ ڪيٚ تهڪيڪ ڪروو ائينٚ هآڪآرو ڀروو لآجميٚ هي ۔تميٚ تمري ٚٻوليو لآ سبڪ ٺآئوجُملآ </languageGuidelinesLink> يهآنٚ<languageGuidelinesLink> مي آئينٚ15لڦجآنٚدي نهينآ هوئينٚ۔ تمي ٽيڪسٽو ڪآ مآلڪ</licenseLink>اوامي ڊومين استمآل ڪردي همرآ مآڦيآݪآ املو ڪوُاستمآلو0 <waiverLink> دي پوڇسگدآ هو اُرو ڪوcommonvoice@mozilla.com همري ڪودي ڀيجو،</waiverLink>

source: { $sentences } sentences reviewed. Thank you!
ggg: { $sentences } جُملآنٚ ڪو سئي ڪررآ مهرباني۔

source: Sentence text
ggg: جملآ ڪي لِکت

source: Sentence Variant
ggg: جُملآ ڪيٚ الگَ هآلتيٚن

source: Separate sentences into one line by pressing “Enter” or “Return” once
ggg: جُملآ ڪو ايڪ لآئنيٚ مي الگ ڪروآ لآ ايڪ چڪر"دآکل ڪرو " يآن"وريٚ" دٻآئو

source: Serbian
ggg: سربيآئيٚ

source: Seri
ggg: سِريٚ

source: Serian Bidayuh
ggg: سيريآن بيدآيوھ

source: Service and Retail
ggg: ريجڪيٚ دُڪآن

source: Set a goal
ggg: ايڪ مڪسد رآکو

source: Set my visibility
ggg: پوري ڪرو ميري نمآئش

source: Setswana
ggg: سيٽسوآنآ

source: Settings
ggg: جوڙ جڪ

source: Sex
ggg: جنس

source: Sex or Gender
ggg: جِنس

source: SHA256 Checksum Copied!
ggg: ڪآپيٚ ڪررو گو SHA256 Checksum!

source: Shan
ggg: شآن

source: Share Common Voice
ggg: مِلدو جُلدو آوآج شئير ڪرو

source: Share my goal
ggg: ميرو مڪسد ٻآنٚٽو

source: Share your clip
ggg: آپو ڪو ڪِلپ شئير ڪرو۔

source: Share your { $count } Clip Daily Goal for { $type }
ggg: { $type } ڪِلپ روجآنيٚ مڪسدو لآ { $count } شيئرڪرو آپوڪو

source: Share your { $count } Clip Weekly Goal for { $type }
ggg: { $type } ڪِلپ هپتيوآر مڪسدو لآ { $count } شيئر ڪرو آپوڪو

source: Share your event
ggg: تِمرو وآڪيو شيئر ڪرو

source: Shilha
ggg: شيٚلا

source: Shina
ggg: شيٚنآ

source: Shortcuts
ggg: شآٽڪٽ

source: [Should be ‘dinosaurs’]
ggg: ['ڊآئنسور' هوڻ کپيٚنٚ]

source: [Should be “We are”]
ggg: [هوڻ کپي "همينٚ هونٚ"]

source: Show me sentences and clips from all variants within my language
ggg: مڪوُ تِمري ٻوليو ڪي سآرآ نمونآ ڪآ جُملآ اور وڊيو دِکآئو۔

source: Show my ranking
ggg: ميرو درجو دکآئو

source: Sicilian
ggg: سسيٚليٚين

source: Sign up
ggg: سآئن اپ ڪرو

source: Sign up for an account
ggg: ايڪ اڪآئونٽو تآڻي سآئين اپ ڪرو

source: Sign up for Common Voice newsletters, goal reminders and progress updates
ggg: ڪآمن وآئيس نيوج ليٽرس، مڪسد يآد دُوآوآݪو اور ترڪيو ڪيٚ تآجآ ڪآريٚو تآڻي سآئيٚن آپ ڪرو

source: sign up for email updates
ggg: ايٚ ميل تآجو ڪآريو تآڻي سآئيٚن اپ ڪرو

source: Sign up for { $lang } updates:
ggg: { $lang } سآئيٚن اپ ڪرو تآجو ڪروآ تآڻيٚ:

source: Sindhi
ggg: سنٚديٚ

source: Single
ggg: ايڪََلو

source: Single sentence submission
ggg: ايڪ جُملو جمآ ڪرآوو

source: Single ZIP file containing
ggg: ايڪ جِپ ڦآئيل شآمل ڪرو

source: Sinhala
ggg: سنهآلآ

source: Siswati
ggg: سيٚسوآتيٚ

source: Size
ggg: مآپ

source: Skip
ggg: ڇوڙوو

source: Skipped
ggg: ڇوڙرو گو

source: Skip Submission Feedback
ggg: جمآ ڪروآ ڪي رآئي ڪوُ ڇوڙ ديئوو

source: Slovak
ggg: سلوويڪيٚ

source: Slovenian
ggg: سلووينيٚ

source: Small batch
ggg: نهينوبيچ

source: Small batch sentence submission
ggg: نهينيٚ بيچيٚ ڪو جُملو جمآ ڪرآوو

source: Small businesses, including tech and AI start ups
ggg: بشمول ٽيگ اور شرو هوآݪو AI نهينآ ڪآروبآر،

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
ggg: ٽرآسڪآ ڪو جبرو [ کنگ] ڊآئينآسور[ ڇيٚنٚڪ]۔

source: Social media
ggg: سمآجو ڪيٚ ميڊيآ

source: Solicit personally identifying information (like names or financial information)
ggg: منکُ ڪي اوݪکوآݪي کبر (جيسي نآيونٚ جآ مآليٚ کبر) ليوو

source: Somali
ggg: سوُمآليٚ

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
ggg: ڪجھ ٻوليآنٚ مي گرآمر ،لُگت ائينٚ لڦجو مي ڀوت ڦرڪ هي ۔ اُرو ڪري تآرڦ ڪرآ ريهرآهونٚ۔ يي</ctaLink> الگ هآلآتآنٚ <ctaLink>دي همآنٚ 2022مي ڪميونٽيانٚ ڪو انآ ڪيٚ ٻوليآنٚ دي ٻڏيٚ ڊيٽآ سيٽ ڌآر ڪروآڪو ايڪ تريٚڪو دينٚدو هي

source: Someone asks for a language to be added.
ggg: ڪوئيٚ پوڇدوئي هي توٻوليو ڪو شآمل ڪررو جآئي

source: Something went wrong while fetching audio for transcriptions. Please try again later.
ggg: نڪليٚنٚ تآڻيٚ آڊيو ليوآ مآل ڪُج گلت هوگو۔ ميهربآنيٚ ڪر ڪي بآد مي رويٚ ڪوشش ڪرو۔

source: Something went wrong while fetching prompts. Please try again later.
ggg: اِشآرآن ڪوُ اُٺآوآ ڪي مآل ڪآ گلتي هوگيٚ۔ ميهربآني ڪرڪي پڇي وريٚ ڪوشش ڪرو۔

source: Something went wrong while fetching transcriptions. Please try again later.
ggg: ٽرآنسڪرپشن ليوآ مآل ڪُج گلت هوگو۔ ميهربآنيٚ ڪر ڪآ پيڇيٚ وريٚ ڪوشش ڪرو۔

source: Something went wrong with reCAPTCHA. Please try again.
ggg: reCAPTCHA دي ڪُج گلت هوگو۔ ميهربآنيهر بآنيٚ ڪر ڪي وري ڪوشش ڪرو۔

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
ggg: ٻولي جآنٚ ڀوليو ڪآ کندآنو مي ڪُج متگيرآت اور ڦيرآ ايڪ دو دي ڀوت الگ هينٚ۔ جيڪر تِمآ ڪوُ ڪرو کآس نمونآ مي مشگولهوآ مي مشل مهسوُس هو رهيري هي، تو تِمي يهآنٚ تِمري پسندي ڪوُ بدليٚ ڪر سڪدآ هو۔

source: Soninke
ggg: سوننڪيٚ

source: Sorbian, Lower
ggg: سربيآئيٚ ، نيٚچي

source: Sorbian, Upper
ggg: سربيآئيٚ ،مٿين

source: Sorry, Common Voice is running slowly. Thanks for your interest.
ggg: مآڦ ڪريو؛ آم آوآج آهستي آهستي چل رهيرو هي۔ تِمريٚ دلچسپیٚو لآ ميهربآنيٚ۔

source: Sorry, something went wrong
ggg: مآڦ ڪريو، ڪآ گلتي هوگي هي

source: Source: { $sentenceSource }
ggg: وسيٚلو

source: Southern Kurdish
ggg: ڏآکڻيٚ ڪردش

source: Southern Pastaza Quechua
ggg: ڏآکڻيٚ پآستآجآ ڪيوچوآ

source: Southern Sotho
ggg: َڏآکڻيٚ سوٿو

source: Southwestern Tlaxiaco Mixtec
ggg: ڌکڻ اُتري Tlaxiaco Mixtec

source: Spanish
ggg: انٚدلسيٚ ٻوليٚ

source: Speak
ggg: ٻولو

source: Speakable
ggg: ٻولوآ جوگو

source: Speakers
ggg: ٻولوآݪآ

source: Speaking
ggg: ٻولوو

source: Speaking and Listening
ggg: ٻولوو ائينٚ سُڻوو

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
ggg: آپوڪآ آم آوآجو مي ٻولو تمرآ ٻولوآ ڪآ تريڪآ ڪو آڌرڀآئو هي همينٚ چآهنٚدآ هونٚ تمرو تلڦج جيسي هي، ائينٚ همينٚ چآهنٚدآ هونٚ تمرآ مآموليٚ ڀيٚڙ اندآج ائينٚ انٽونيشن

source: Speak now
ggg: اب ٻولو

source: Speak options menu
ggg: ٻولوآ ڪآ اديڪآرآ ڪيِٚ لِسٽ

source: Speak up, contribute here!
ggg: يهآنٚ تآون ڪرو، ٻولو!

source: Special Characters and Foreign Letters
ggg: کآ اکر اور دوسرآ ملڪو ڪآ اکر

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
ggg: کآس نِشآنيونٚ اور اوڪآڦ سِرڦ اُرو ٽيم شآمل ڪري جآنديونٚ هينٚ پر مسآل تو ايڪ "don't" اور انگريجي گُڦتآ مي شآمل ڪررو گو هي جيسي apostrophe جروُريٚ هوئي۔ اورليريٚ گئيٚ لِکوٽ مي ڪررو جآئي، پر وو ممڪن ڪونآ تو تِمآ ڪوُ ڪد بيٚ کآس "don't" اور "we're" نِشآنيو ڪيٚ جروُرت پڙسي جيسي ڪر” # جآنٚ"@" ۔

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
ggg: تڪريٚريش ڪيٚ اوݪکآڻيٚ دي شُروآت <speechBlogLink></speechBlogLink> ڪرو۔

source: Spelling and Punctuation
ggg: هِجي اور نِشآنيونٚ

source: Split into { $archiveCount } ZIP files containing
ggg: جِپ ڦآئيلي پر يڪوڀوت سآريآنٚ{ $archiveCount } مي بِرآوو

source: Splits
ggg: برآوو

source: Splits (Age and Sex)
ggg: برآريٚ اُمر ائينٚ جنس

source: Spontaneous Speech
ggg: ڦِتري ٻآت چيٚت

source: SPONTANEOUS SPEECH
ggg: ڪُدرتيٚ ٻآت چيٚت

source: Start recording
ggg: ريڪآرڊنٚگ شُرو ڪرو

source: Start typing to describe your accent
ggg: آپو ڪيٚ ورجآڻيو ڪو ڪيوآ تآڻي ٽآئيپينگ شروُ ڪرو

source: Stats
ggg: انٚگ اکر

source: Status Page
ggg: استيٽس سوڦو

source: Still have questions?
ggg: اڃآ سوآل هينٚ؟

source: Streaks
ggg: تآرينٚ

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
ggg: <strong>[ڪريڪل][Crackle] ڪآ جبرآ ڊآئينآسآر<strong>[ڪريڪل]</strong> ريآسڪ۔

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
ggg: ڪلپآئونٚ رد مت ڪرو جھآنٚ اسپيڪرو تلڦُج هي<strong> وو جروري هي تو آوآجو ڪي اوݪکآنٚديٚ لآ هر ڪرو۔</strong> جيڪو تمري آپوڪي لآ سهي ڪآم ڪري ائينٚ الگ هو

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
ggg: تمريٚ ٻوليٚ </strong> ٺآوو<strong> ڪميونٽيو مي ڦرڪ هوسيٚ، ائين وي شروُ ڪروآ ڪآ چند تريٚڪآ هيٚنٚ

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
ggg: <strong>اسڪرپٽ هُريٚ ٻآت چيٚت</strong>(ريتيٚ هِسآبو دي جيڪو تِمآ ڪوُ آم آوآج سمجھرو گو هي) يآ جگآ هي جھآنٚ تِمي تِمري ٻوليو مي جُملآ اُنچيٚ اورجيٚ پڙهدآ هو۔

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
ggg: <strong>[ڇِڪوو]</strong> جبرآ ڊآئينآسآر<strong>[کنگ]</strong>ٽرآئيسڪ۔

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
ggg: <strong>آپو آپ ٻآت چيٚت</strong>آم آوآجينٚ ڪو ايڪ نوو هسو هي جھآ تِمي سوآلآ ڪآ جبآب اوآ ڪُجرتيٚ، هر دنو ڪآ تريڪآ دي سڪدآ هو۔

source: Submit
ggg: ديئو

source: Submit All
ggg: سب جمآ ڪرو

source: Submit a new question for the community to read and respond to
ggg: برآدريو ڪآ پڙهوآ اور جبآب ديوآ تآڻيٚ ايڪ نوو سوآل جمآ ڪرو

source: Submit a report
ggg: ايڪ رِپوٽ ديئو

source: Submit clips
ggg: ڪِلپ ديؤ

source: Submit new questions for the community to read and respond to
ggg: ڪميونٽيو ڪوُ پڙهآوآ لآ نوآ سوآل جُمآ ڪرآوو

source: Submitted
ggg: جمآ ڪرآرو گو

source: Subscribe
ggg: هسآ ليوو

source: Success
ggg: ڪآميآبيٚ۔

source: success checkmark
ggg: ڪآميآبيو ڪيٚ نِشآنيٚ

source: Success, profile created!
ggg: پروڦآئل ٺآرو گو ڪآميآپي!

source: Support open, community-led datasets
ggg: کُلري، ڪميونٽيٚو ڪيٚ اڳوآڻيومي ڊيٽآ سيٽسو ڪيٚ ترڦدآري ڪرو

source: Svan
ggg: سَوآن

source: Swahili
ggg: سوآهليٚ

source: Swedish
ggg: سويڊنيٚ

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
ggg: جُملو منجوُر ڪروآ تآڻيٚ سيديِ پآسي سوئيپ ڪرو۔ <strong>اُرو ڪوُ کتم ڪروآ تآڻيٚ اُلٽي پآسي سوئيپ ڪرو اُرو ڪوُ ڇوڙوآ تآڻيٚ مٿي سوئيپ ڪروتمريٚ پرک جمآ ڪروو مت ڀُلو۔</strong>

source: Syriac
ggg: سيٚريآئيٚ

source: Tagalog
ggg: تگلگ

source: Tahitian
ggg: تآئيٽيٚ

source: Taiwanese (Minnan)
ggg: تآئيٚوآن(منن)ٻوليٚ

source: Tajik
ggg: تآجِڪ

source: Taking several attempts to read a word.
ggg: ايڪ گُڦتو پڙهوآ ڪي ڪوششي ڪوُ اُٺآوو

source: Tamazight
ggg: تمآجت

source: Tamil
ggg: تآمِل

source: Tap
ggg: ٽيپ

source: Tarifit
ggg: ٽرآڦيٚ

source: Tatar
ggg: تآتآريٚ

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
ggg: جملآ،ترجمآ ،ائينٚ ٻولوآݪآ ڪآ آڊيآ ڪو ايڪ ٻڏو ڊيٽآ بيس Tatoeba هي جيڪو ٻوليٚ سيڪوآ مي ائينٚ استمآل ڪروآ مي يو ڊآئون لوڊ اُنآ ڪي ڪوُميٚ ڪيٚ ترڦيٚ دي ريڪآڊ ڪرريٚ انگريجيٚ ٻولوآݪآ پر ڌيريٚ گئيٚ هي.

source: Technology and Robotics
ggg: ٽيڪنولوجيٚ اورَ روٚبوٽس

source: Technology that speaks your language
ggg: ٽيڪنالآجيٚ جيڪآ تِمريٚ ٻوليٚ ٻولدي هي

source: TED-LIUM Corpus
ggg: ٽيٚڊ ليٚم ڪآرپس

source: Teke
ggg: ٽيڪ

source: Tell us what you'd like to download:
ggg: همآ ڪوُ ٻتآئو تو ڪآ ڊآنلوڊ ڪوو چآهندآ هو:

source: Telugu
ggg: تيلگو

source: Tepeuxila Cuicatec
ggg: ٽيٚپيوڪسلآ ڪو ڪيٽيٚڪ

source: Terms
ggg: شرتينٚ

source: <termsLink>Terms</termsLink>
ggg: <termsLink> شرت</termsLink>

source: Thai
ggg: ٿآئيٚ

source: Thanks for confirming your account, now let's build your profile.
ggg: تِمرآ اڪآئونٽو ڪي سئي ڪروآ تآڻي ميهربآنيٚ، اب آؤ تِمرو پروڦآئيل ٺآوآنٚ

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
ggg: 50 دي وڌيٚڪ منکآنٚ ڪآ تآونو ڪيٚ Kدي وڌيڪ ٻوليآنٚ مي 259 ميهربآنيٚ۔ يو ڊيٽآ سيٽ انسآنيٚ آوآجيٚ ڪوُ بهتر جبآب ديوآ تآڻيٚ ٻتلآوڻ۔ ڪآم ايپليڪيشنيٚ ڪوُ تربيت ديوآ تآڻيٚ استمآل ڪررو جآ ريهيرو هي۔

source: Thank you for contributing to Spontaneous Speech!
ggg: سپونٽينس اسپيچي مي هسو ديوآ ڪي ميهربآني!

source: Thank you for contributing your bulk submission!
ggg: تِمرآ بلڪي جمآ ڪروآ وآ مي هسو ليوآ لآ تمريٚ مهربآنيٚ!

source: Thank you for contributing your voice!
ggg: تمرآ آوآج ديوآ لآ مهربآنيٚ

source: Thank you for donating your voice clips!
ggg: مهربآني تمرآ آوآجو ڪآ ڪِلپ ديوآ تآڻي

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
ggg: رِڪآرڊنگ ڪروآ ڪيٚ مهربآنيٚ <lineBreak></lineBreak>اب آپو ڪآ ڪلپآنٚ ڪوُ وريٚ ديکو اور نيچي جمآ ڪرو۔

source: Thank you for your information
ggg: تميريٚ کبر چآريٚ لآ ميهربآنيٚ۔

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
ggg: { $lang } مي هِسو ليوآ مي تِمري دلچسپيو تآڻي ميهربآني۔ همي{ $lang } ڀوت مهنت ڪردآ هونٚ تو هر ٻوليٚو ڪوُ لآنچ اور رآکوآ تآڻيٚ تيآر ڪررو جآئي ٽيمو پر ايٚ ميل دي اپديٽ ڪررو گو۔ جد تِمي مدد ڪروو جآهندآ هو۔ ميهربآنيٚ ڪر ڪي نيچي آپو ڪيٚ ايٚ ميل ديوو

source: Thank you for your voice information
ggg: تمري آوآجينٚ کبر چآري ڪي لآ مهربآني۔

source: Thank you! You’ve sent a new language enquiry
ggg: تِمري ميهربآنيٚ! تُمي ايڪ نويٚنٚ ٻوليو ڪي چآنچ پڙتآل ڀيج رهيرآ هو

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
ggg: ڀلآ جُملآ ڪجرتي اور گُڦتگو وآلآ هيٚنٚ۔ اُنآ ڪوُ پڙهوآ تآڻيٚ سولآ هوو کپي۔ جد تو گيآن آوآج سلآيت اور جُملآنٚ مي الگ لڦج لآجمي هينٚ، هم بي ڪوشش ڪر رهيرآ هونٚ تو رڪآرڊنگ جملآ ڪوُ همريٚ رآجيٚ ڪميونٽيٚ يو تآڻيٚ ممڪن هد تآئينٚ دلچسپيٚ اور مجيدآر پڻآوآنٚ۔

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
ggg: ايڪ ڀليٚ ٻآت چيٚتيٚ ڪآ اوݪکآڻيٚ ڪآ انجڻو ڪآ ٺيوآ تآڻي اور ڀلآ جُملآ ٻولوآݪآ، نوآنٚ گُڦتآ هينٚ۔ ڪُج کيآل تِمري مدد ڪروآ تآڻيٚ جُلآ پيدآ ڪروآ مي،

source: The bumblebee sped by.
ggg: بمبليٚ تيج رڦتآريٚ دي گجردي.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
ggg: ڪلپ مڪآنو آوآجوڪلپو دي شآمل هي جيڪو اُرو ڪو آم آوآج ڊيٽآ سيٽو مي نآ ٺآرآ هينٚ۔ بس ڊيٽآ سيٽو جيسي،مُڪآن ڪلپ ڊآئون لوڊولآ ڌيرو هي: همينٚ نيچيٚ دينآ منکآنٚ ائينٚ جمآئيتيٚنٚ ڪو مهربآنيٚ ڪروآ چآهنٚدآ هونٚ اُنآ ڪآ انآ ڪآمونٚ مي مدتيٚ لآ

source: The clip has disrespectful or offensive language.
ggg: ڪِلپو مينٚ بي ادپيٚ يآ گلت ٻوليٚ هي

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
ggg: مي هجآرينٚ آوآجينٚ ڪآ نمونآ شآمل هينٚ جيڪو ڊولپرجآنٚ ڪوُ آوآج اوݪکوآ ڪآ آوآجو ڪو ٺآوآ مي مدت ڪردآ هينٚ

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
ggg: ڪميوبٽي آم آوآجينٚ ڪي ڌڙڪدي دل هي۔ وي سآري دنيآ دي اندآ هينٚ<about>About</about>مي شآمل هوو</community>Community playbook<community> سڦآ پر اور همري، بآرآ مي وڌيڪ سيٚڪ سڪدآ هو۔ جد تميٚ چآهندآ هو اور ڀليٚ تنجيميٚ مي ڀيݪو هوآ مي</emailFragment>رآبتآ مي رهيوو

source: The content contains a language different than I was expecting.
ggg: موآدو مي ايڪ ٻولي هي جيڪو مي امد ڪر رهيرو تو اُرآ دي الگ هي۔
